[
  {
    "name": "Saint Peter the Apostle",
    "story": " St. Peter the Apostle (died 64 ce, Rome [Italy]) was a disciple of Jesus Christ, recognized in the early Christian church as the leader of the 12 disciples and by the Roman Catholic Church as the first of its unbroken succession of popes. Peter, a Jewish fisherman, was called to be a disciple of Jesus at the beginning of Jesus’ ministry. He received from Jesus the name Cephas (from Aramaic Kepa [Rock]; hence Peter, from Petros, a Greek translation of Kepa).
The man and his position among the disciples


The sources of information concerning the life of Peter are limited to the New Testament: the four Gospels, Acts, the letters of Paul, and the two letters that bear the name of Peter. He probably was known originally by the Hebrew name Simeon or the Greek form of that name, Simon. The former appears only twice in the New Testament, the latter 49 times. At solemn moments (Gospel According to John 21:15), he was called “Simon, son of John.” The Gospel According to John prefers Simon (17 times) or the compound, rarely found elsewhere, of Simon Peter. Though Paul has a distinct preference (8 times out of 10) for the Greek transliteration Kēphas (Latinized as Cephas) of the Aramaic name or title Kepa, meaning “Rock,” the Gospels and Acts use the Greek translation Petros approximately 150 times. From the Synoptic Gospels (Gospel According to Matthew 8:14) and Paul (First Letter of Paul to the Corinthians 9:5), there is indirect evidence that Peter was the son of John and was married. His family originally came from Bethsaida in Galilee (John 1:44), but during the period of Jesus’ ministry Peter lived in Capernaum, at the northwest end of the Sea of Galilee, where he and his brother St. Andrew were in partnership as fishermen with St. James and St. John, the sons of Zebedee (Gospel According to Luke 5:10).
Much can be learned about Peter from the New Testament—either explicitly from the statements made by and about Peter or indirectly from his actions and reactions as revealed in a number of episodes in which he figures prominently. He was at times vacillating and unsure, as in his relations with the church of Antioch when he at first ate with the Gentiles and later refused to do so (Letter of Paul to the Galatians 2:11–14). He could also be resolute (Acts of the Apostles 4:10; 5:1–10). Occasionally he is depicted as rash and hasty (Luke 22:33, etc.) or irritable and capable of great anger (John 18:10). Often he is pictured as gentle but firm and, as in his professions of love to Jesus, capable of great loyalty and love (John 21:15–17).
The New Testament reports that Peter was unlearned in the sense that he was untrained in the Mosaic Law (Acts 4:13), and it is doubtful that he knew Greek. He apparently learned slowly and erred time and time again, but later, when entrusted with responsibility, he demonstrated that he was mature and capable.


The Gospels agree that Peter was called to be a disciple of Jesus at the beginning of his ministry, but when and where the event took place is recorded differently in the several Gospels. Luke (5:1–11) scarcely mentions James and John and omits Andrew while emphasizing the call of Peter. Matthew (4:18–22) and Mark (Gospel According to Mark 1:16–20) note the call of the four men and—with Luke—agree that the event took place at the Sea of Galilee. The Gospel According to John places the call in Judaea (1:28) and states that Andrew—who had been a follower of St. John the Baptist (1:35) and had heard John indicate that Jesus was the Lamb of God—left John and introduced Peter to “the Messiah,” who at that time gave him the name (or title) Cephas (i.e., Peter, or Rock).
The Synoptic Gospels (Matthew, Mark, and Luke) are probably correct in recording that the call to Peter was extended in Galilee when Jesus first began his work in that area. The Gospel According to John is here, as elsewhere, perhaps more theologically than historically motivated; the author of John wishes to stress that Peter recognized Jesus’ messiahship from the beginning and that Jesus had seen Simon as the “rock” from their first meeting.
The Synoptic Gospels largely agree in the amount of emphasis each gives to the leadership of Peter among the Twelve Apostles, but there are differences also. For example, in one case Matthew and Luke note that Peter was the speaker in questioning Jesus about a parable, but Mark attributes these words to the group of disciples (Matthew 15:15; Luke 8:45; and Mark 7:17). With differing degrees of emphasis, the Synoptic Gospels agree that Peter served as spokesman, the outstanding member of the group, and enjoyed a certain precedence over the other disciples. Whenever the disciples are listed, Peter is invariably mentioned first (Matthew 10:2–4; Mark 3:16–19; Luke 6:14–16; Acts 1:13; compare only Galatians 2:9). Although it is not certain whether or not this priority is primarily due to reading back into the Gospel narrative Peter’s importance in the apostolic church, his forceful personality was surely a factor.
Those not belonging to the immediate followers of Jesus also recognized the authority of Peter, such as when the collectors of the temple tax approached him for information (Matthew 17:24). Again, with characteristic quickness he sought a clarification from Jesus on behalf of the disciples concerning the meaning of a parable (Matthew 15:15) or of a saying (Matthew 18:21). As both an individual and a representative of the Twelve Apostles, he made a plea for personal preference in the kingdom of heaven as a reward for faithful service (Matthew 19:27, 28).
On several occasions, Peter alone is mentioned by name and others are indicated as merely accompanying him (Mark 1:36; Luke 8:45). Even when the three disciples closest to Jesus (the “pillars”—Peter, James, and John) figure in a particular incident, it is frequently Peter alone who is named. When the three are named, Peter’s name invariably appears first (as in Matthew 17:1, 26:37). It was his home in Capernaum that Jesus visited when he cured Peter’s mother-in-law (Matthew 8:14), and it was Peter’s boat that Jesus used when he instructed the crowd (Luke 5:3). It was Peter who possessed remarkable insight and displayed his depth of faith in the confession of Christ as the Son of God (Matthew 16:15–18; Mark 8:29; Luke 9:20), and it was Peter who rebuked, and in turn was rebuked by, Jesus when the Master prophesied that he would suffer and die (Mark 8:32, 33). It was also Peter who manifested the momentary weakness of even the strongest when he denied his Lord (Matthew 26:69–75; Mark 14:66–72; Luke 22:54–61). Later, however, with greater maturity, Peter discovered strength and, as he was charged by Jesus (Luke 22:31, 32), effected the strengthening of others. Finally, Peter, who survived his denial, is permitted to be the first of the Apostles to see Jesus after the Resurrection (Luke 24:34).
In John’s Gospel the prominence of Peter is challenged in the person of St. John the Apostle, the “Beloved Disciple.” Though Peter receives mention in John 37 times (out of a total of 109 times in the four Gospels), one-third of the references are found in the appendix (chapter 21), and he appears in only nine incidents. The Gospel According to John attempts to show the close relationship between John and Jesus while still reserving to Peter the role of representative and spokesman. The fact that Peter is emphasized in John and charged by Jesus to “tend my sheep” and “feed my lambs” (John 21:15, 16) at the same time that the role of the disciples as a whole is being deemphasized attests to the prestige of Peter in the apostolic church. But throughout John’s Gospel, Peter shares his prominence with John (13:24; 18:15; 19:26, 27, etc.). Among the purposes of chapter 21 in emphasizing Peter may well be an attempt to restore the disciple who denied his Lord to the position he enjoyed in the Synoptic Gospels.
Incidents important in interpretations of Peter


Out of the many incidents in which Peter figures prominently in the Gospels, three should be separately considered, for each is important, contains problems of interpretation, and is controversial.
In Mark (8:29) and Luke (9:20), to a question of Jesus concerning his essential identity, about which he pressed the disciples for an opinion, Peter answered for them all that Jesus is the “Messiah” or “God’s Messiah.” In adjuring them to be silent, Jesus rejected the response as perhaps too partial, too political. In the Matthean version (16:13), expanding upon the narrative in Mark, Peter answered for himself and presumably for the other disciples, “You are the Christ, the Son of the living God.” A new dimension of understanding was thus reached, and this heightened awareness of Jesus’ divinity was approved by Jesus and occasioned Peter’s “ordination.”
In what may be a grouping of Petrine material (Matthew 16:18, 19)—the confession, naming, and receiving of authority—Jesus gave to Simon the title of Cephas, or Peter. Though in the past some authorities considered that the title, meaning “rock,” refers to Jesus himself or to Peter’s faith, the consensus of the great majority of scholars today is that the most obvious and traditional understanding should be construed—namely, that the title refers to the person of Peter. In John the title was granted at what may have been the first meeting between Jesus and Simon (1:42). Thus, when the name was given is open to question, but that the name was given by Jesus to Simon seems fairly certain. Matthew goes on to state that upon this rock—that is, upon Peter—the church will be built. The word “church” in the 1st-century Gospel According to Matthew is to be understood as referring to the community of the faithful rather than to a definite ecclesiastical organization.
The authenticity of the uniquely Matthean material (Matthew 16:16–19) of this narrative has been widely discussed and has been challenged on the basis that verses 16–19 are found only in Matthew or that the inclusion of the word “church” suggests a level of organization acquired only at a later period. Though these and other arguments against authenticity are given most careful consideration, the general consensus is that at some time—and more likely at the end of his career—these words were spoken by Jesus.
If Peter’s confession demonstrates his faith and insight, his denial that he knew Jesus demonstrates a weakness of will (even if momentary), capability of inaction, and a tendency toward vacillation, but not a loss of faith. Prior to the denial, out of his deep love for Jesus and his overestimation of his own capabilities, he had sought to overrule Jesus’ prophecy of his denial and declared that, even if the other disciples deserted Jesus, he would suffer death rather than disown his Lord (Matthew 26:33–35; Mark 14:29–31; Luke 22:31–34; John 13:37–38). As the drama unfolded, Peter fled when Jesus was arrested but did find his way to the palace of the high priest where Jesus had been taken. When confronted in the courtyard with the danger of admitting association with Jesus, he chose to deny (Matthew 26:69–75; Mark 14:66–72; Luke 22:54–61; John 18:15–18, 25–27). The degree of his shame and the depth of his love were revealed when he later realized that the prophecy had been fulfilled, and he wept bitterly (Matthew 26:75; Mark 14:72).
The fact of Peter’s denial did not destroy the love and trust that Jesus felt for him. Among the Apostles, it was to Peter—who had confessed the sonship of Jesus (Matthew 16:16), who had been commissioned earlier to “lend strength” to his brothers (Luke 22:32), who had hesitated in his resolution at one crucial point (Mark 14:66–72), and who on the morning of the Resurrection “ran to the tomb” (Luke 24:12)—that the resurrected Christ first appeared. The earliest report of Peter’s priority as a witness to the risen Jesus is found in the letters of Paul (1 Corinthians 15:5), and this most probably is the intent of Luke (24:34). An initial appearance to Peter in Galilee may have been included in the original ending of Mark (16:6–8).
The silence concerning this important matter of priority in Matthew and John is remarkable. It may be, however, that Matthew 14:27, 28 represents a misplaced post-Resurrection narrative, and John 21 may contain an echo of the tradition preserved by Paul (1 Corinthians 15:5). Whether or not Jesus appeared first to Peter after the Resurrection, he was a witness, which Peter declared to be a criterion of apostleship (Acts 1:22).
The position of Peter in the apostolic church
Given the information supplied by the Gospels, it is not unexpected that Peter should emerge immediately after Jesus’ death as the leader of the earliest church. For approximately 15 years after the Resurrection, the figure of Peter dominated the community. He presided over the appointment of St. Matthias as an apostle (Acts 1:23–26) to take the place of Judas, who had betrayed Christ and later died. It was Peter who first “raised his voice” and preached at Pentecost, the day when the church began its mission to the world (Acts 1:14–39). It was Peter who served as an advocate for the Apostles before the Jewish religious court in Jerusalem (Acts 4:5–22). And it was he who exercised the role of judge in the disciplining of those who erred within the church (Acts 5:1–10).
Peter led the Twelve Apostles in extending the church “here and there among them all” (Acts 9:32). He went first to the Samaritans (Acts 8:4–17), “who received the Holy Spirit”; in Samaria he encountered the magician and faith healer Simon Magus. Then he went to Lydda, in the Plain of Sharon (Acts 9:32–35), where he healed the paralyzed Aeneas. Then, at the Mediterranean coastal town of Joppa (Acts 9:36–43), he effected the cure of Tabitha (Dorcas) in the name of Christ.
He went farther north on the Mediterranean coast to Caesarea (Acts 10:1–11:18), where, through the conversion of Cornelius, “a centurion of what was known as the Italian Cohort” (Acts 10:1), Peter introduced Gentiles into the church. According to Jewish requirements, a Gentile convert must first become a Jew through the rite of circumcision and be acceptable as a proselyte. In accepting Cornelius and the others—who may have had some informal connection with the synagogue (Acts 10:1)—and ordering “them to be baptized in the name of Jesus Christ” (Acts 10:48) without submission to the prior rite of circumcision, Peter introduced an innovation that ensured the opposition of the Jewish Christians and others. This independent course, set by Peter with the blessing of “the Spirit” (Acts 10:10–15), was possibly a factor in Herod’s beheading of St. James (the brother of John) and in the arrest of Peter (Acts 12:2, 3). In prison (c. 44 ce) Peter was visited by an “angel of the Lord.…And the chains fell off his hands,” and he made his escape (Acts 12:1–8). He went immediately to “the house of Mary, the mother of John whose other name was Mark” (Acts 12:12). After asking them to report his escape “to James and to the brethren,” he “went to another place” (Acts 12:17).
At this point the unchallenged leadership of Peter in Jerusalem came to an end. It is not at all clear where Peter went, but it is not probable that the words “to another place” refer to a different home in the same general area that would provide temporary refuge.


The later work of Peter is not covered in Acts, perhaps because the author of Luke-Acts had planned a third book that would have included such a discussion, but the book was never written or was written and later lost. Perhaps the events would have included unedifying material, such as the internal jealousy within the church referred to in the First Letter of Clement 4–6, or perhaps the author died before completion of his work. Whatever momentary glimpses into the period of the later ministry of Peter remain can only be noted in a discussion of his relationship with the two other outstanding apostles of the time, St. James and St. Paul.
Peter was the most prominent figure in the Jerusalem church up to the time of his departure from Jerusalem after his imprisonment by King Herod and his subsequent release in the New Testament account (Acts 12:1–17). For example, Paul went up to Jerusalem to consult with Peter three years after he was converted, and he remained with Peter for two weeks (Galatians 1:18, 19). When Peter left Jerusalem, however, it appears clear to many New Testament scholars (although unconvincing to others) that he assumed a missionary role while the actual leadership of the church devolved upon James, “the brother of the Lord.” This sequence of authority is suggested by Peter’s obedience to the wishes of “certain persons who came from James” and hence his ceasing to eat with Gentile Christians at Antioch (Galatians 2:11–14); by a final “summing up” of decisions made in the so-called apostolic Council of Jerusalem (Acts 15:7) by James; and later, when Peter made his departure from the home of the mother of John whose other name was Mark, by the word of explanation or “report” of his whereabouts left primarily for James (Acts 12:17).
Paul first met with Peter at Jerusalem three years after his conversion. In the record of this meeting the name of Cephas (Peter) precedes that of James, although Galatians notes that in another meeting 14 years later the name of James precedes that of Cephas (Galatians 2:9). Paul also emphasizes an incident involving himself and Peter at Antioch. Apparently, Paul had achieved some success in the difficult matter of welding the Jewish and Gentile Christians of Antioch into one congregation. The Jewish Christians saw the sharing of food with Gentiles as quite alien to their tradition. In the absence of Paul, Peter, perhaps in his capacity as missionary, visited Antioch and ate with the united group. Later, “certain persons came from James” and opposed the united congregation’s custom of eating together. In apparent deference to James, Peter “drew back and began to hold aloof,” and the Jewish Christians did likewise. The unity of the group had been destroyed. When Paul returned, he upbraided Peter for what he may have considered Peter’s vacillation or perhaps even purposeful disruption (Galatians 2:11–14). This incident may have occasioned the Jerusalem Council (49 or 50 ce), in which it was settled that hereafter Paul should be “entrusted with the gospel to the uncircumcised” (Galatians 2:7) and Peter “for the mission to the circumcised” (Galatians 2:8).
In passing, Paul refers to a party of Cephas (Peter) in 1 Corinthians 1:12 that suggests that a group in the church of Corinth was especially devoted to Peter (leading some to assume a residence of Peter in Corinth) and refers to Peter in 1 Corinthians 9:5 as carrying on missionary activity accompanied by his wife. A missionary journey to Asia Minor may be suggested in the First Letter of Peter 1:1.
Tradition of Peter in Rome
The problems surrounding the residence, martyrdom, and burial of Peter are among the most complicated of all those encountered in the study of the New Testament and the early church. The absence of any reference in Acts or Romans to a residence of Peter in Rome gives pause but is not conclusive. If Peter did write 1 Peter, the mention of “Babylon” in 5:13 is fairly reliable evidence that Peter resided at some time in the capital city. If Peter was not the author of the first epistle that bears his name, the presence of this cryptic reference witnesses at least to a tradition of the late 1st or early 2nd century. “Babylon” is a cryptic term indicating Rome, and it is the understanding utilized in Revelation 14:8; 16:19; 17:5, 6 and in the works of various Jewish seers.
It may be said that by the end of the 1st century there existed a tradition that Peter had lived in Rome. Further early evidence for the tradition is found in the Letter to the Romans by St. Ignatius, the early 2nd-century bishop of Antioch. It is probable that the tradition of a 25-year episcopate of Peter in Rome is not earlier than the beginning or the middle of the 3rd century. The claims that the church of Rome was founded by Peter or that he served as its first bishop are in dispute and rest on evidence that is not earlier than the middle or late 2nd century.
Words of John 21:18, 19 clearly refer to the death of Peter and are cast into the literary form of prophecy. The author of this chapter is aware of a tradition concerning the martyrdom of Peter when the apostle was an old man. And there is a possible reference here to crucifixion as the manner of his death. But as to when or where the death took place, there is not so much as a hint.
The strongest evidence to support the thesis that Peter was martyred in Rome is to be found in the Letter to the Corinthians (c. 96 ce; 5:1–6:4) of St. Clement of Rome:
Peter, who by reason of wicked jealousy, not only once or twice but frequently endured suffering and thus, bearing his witness, went to the glorious place which he merited (5:4).…To these men [Peter and Paul] who lived such holy lives there was joined a great multitude of the elect who by reason of rivalry were victims of many outrages and tortures and who became outstanding examples among us (6:1).
These sources, plus the suggestions and implications of later works, combine to lead many scholars to accept Rome as the location of the martyrdom and the reign of Nero as the time.
As part of the general question of Peter’s residence and martyrdom in Rome, debated since the appearance of the Defensor pacis of Marsilius of Padua (c. 1275–c. 1342), the particular question of where Peter was buried has been argued. There is not the slightest hint at a solution in the New Testament. The earliest evidence (c. 200 ce) is found in a fragment of a work by St. Gaius (or Caius) witnessing to a tradition at least a generation earlier (c. 165 ce) that the “trophy” (i.e., tropaion, or monument) of Peter was located at the Vatican. Though difficult to interpret, the use of the word “trophy” indicates that in this period the Vatican area was associated with either the tomb of the apostle or simply a monument erected in the area of Peter’s victory (i.e., his martyrdom).
Some scholars find support for a tradition that the apostle was buried ad catacumbas (“at the catacombs” of San Sebastiano) on the Via Appia in an inscription of St. Damasus I (pope, 366–384), composed in such ambiguous terms that it was certain to foster such misinterpretations as are found in the letter of St. Gregory the Great to the empress Constantina and in the notice of Pope St. Cornelius in the Liber pontificalis. Apart from the aforementioned, later literary tradition is unanimous in indicating the Vatican Hill as the place of burial. See Peristephanon 12, of Prudentius, various notices in the Liber pontificalis, and the Salzburg Itinerary. Liturgical sources such as the Depositio martyrum and the Martyrologium Hieronymianum, though interesting, add nothing to the literary evidence.
Excavations were begun in the late 19th century in order to substantiate the theory that the burial of Peter and Paul was ad catacumbas. After a half century of investigation, it now seems reasonable to concede that a cult of the apostles existed there about 260 ce, though Christian influence may have been exerted as early as 200 ce. None of the excavations, however, in all of the areas indicated at various times as the resting place of the apostolic relics, have produced any evidence whatsoever that the bodies of Peter and Paul were either buried there originally or brought there at a later time after earlier burials elsewhere.
In the early 4th century the emperor Constantine (died 337 ce) with considerable difficulty erected a basilica on the Vatican Hill. The difficulty of the task, combined with the comparative ease with which this great church might have been built on level ground only a slight distance to the south, may support the contention that the emperor was convinced that the relics of Peter rested beneath the small aedicula (shrine for a small statue) over which he had erected the basilica. The task before the excavators was to determine whether or not the belief of Constantine accorded with the facts or was based merely upon a misunderstanding.
The excavation of this site, which lies far beneath the high altar of the present church of St. Peter, was begun in 1939. The problems encountered in excavation and interpretation of what has been discovered are extremely complex. There are some scholars who are convinced that a box found in one of the fairly late sidewalls of the aedicula contains fragments of the remains of the apostle, fragments which at an earlier time may have rested in the earth beneath the aedicula. Others are most definitely not convinced. If a grave of the apostle did exist in the area of the base of the aedicula, nothing identifiable of that grave remains today. Furthermore, the remains discovered in the box that until comparatively recently rested in the sidewall do not lead necessarily to a more positive conclusion. Archaeological investigation has not solved with any great degree of certainty the question of the location of the tomb of Peter. If it was not in the area of the aedicula, perhaps the grave rested elsewhere in the immediate vicinity, or perhaps the body was never recovered for burial at all.

The feasts of St. Peter
Five festivals in the calendar of the Roman Catholic Church involve honour paid to Peter. In each the name of Paul is also associated. First chronologically, on January 18 is celebrated the festival of the Cathedra Petri (Latin: “Chair of Peter”) at Rome and on February 22 at Antioch. June 29 marks the festival of Peter and Paul, ranking among the 12 most important celebrations of the Roman Catholic Church. The escape of Peter from his chains is noted in the feast of August 1. Last, the dedications of the basilicas of Peter and Paul, commemorating their construction by the emperor Constantine, are celebrated in the festival of November 18.
",
    "videoUrl": "https://www.youtube.com/watch?v=nMY46Htskqo"
  },


  {
    "name": "Saint Francis",
    "story": "Saint Francis was known for his love of animals and nature.",
    "videoUrl": "https://www.youtube.com/watch?v=example"
  },


  {
    "name": "Saint Therese",
    "story": "Saint Therese is known for her 'little way' of spiritual childhood.",
    "videoUrl": "https://www.youtube.com/watch?v=example2"
  },
  {
    "name": "Saint Therese",
    "story": "Saint Therese is known for her 'little way' of spiritual childhood.",
    "videoUrl": "https://www.youtube.com/watch?v=example2"
  }
]
